<unk>	0
<s>	0
</s>	0
▁	-2.13227
↑	-2.46785
▁the	-3.40487
▁.	-3.44327
▁,	-3.60319
s	-4.06236
▁to	-4.14306
▁a	-4.18976
▁and	-4.29393
▁of	-4.31588
▁in	-4.39777
▁'	-4.5055
⇧	-4.5216
-	-5.04973
▁-	-5.17483
▁"	-5.18567
▁was	-5.18647
▁that	-5.18709
▁for	-5.19837
ed	-5.23331
.	-5.25178
▁on	-5.29658
▁s	-5.31087
▁is	-5.32259
▁`	-5.35123
▁he	-5.36145
ing	-5.37189
▁it	-5.38312
▁with	-5.48883
▁said	-5.5833
▁:	-5.62737
▁his	-5.66435
▁at	-5.67135
▁i	-5.68765
t	-5.71144
▁as	-5.73445
▁be	-5.87231
▁have	-5.8843
▁from	-5.90103
▁by	-5.90282
▁has	-5.9675
'	-5.98037
▁her	-5.99008
▁but	-5.99297
▁she	-6.04248
▁are	-6.04971
▁they	-6.11147
d	-6.11815
▁an	-6.12556
▁who	-6.1528
▁not	-6.16186
▁this	-6.2079
▁had	-6.22295
▁we	-6.24585
e	-6.30893
▁were	-6.34472
▁their	-6.34784
▁after	-6.35761
▁been	-6.37191
y	-6.37332
ly	-6.39507
▁will	-6.4556
▁you	-6.52804
▁n	-6.54143
▁when	-6.56125
▁one	-6.56313
er	-6.6281
▁which	-6.62969
▁out	-6.66216
▁up	-6.6711
rrb	-6.70153
▁lrb	-6.70964
▁about	-6.7198
▁more	-6.72402
▁or	-6.7384
▁--	-6.7872
▁would	-6.79262
▁there	-6.80536
▁do	-6.82541
▁all	-6.83677
▁can	-6.85602
▁new	-6.86749
▁people	-6.87064
▁so	-6.87187
▁also	-6.87548
n	-6.8988
▁two	-6.93725
m	-6.96256
▁him	-6.99424
a	-7.01748
▁over	-7.02112
▁last	-7.02527
▁just	-7.03145
▁no	-7.03774
▁time	-7.04153
▁if	-7.05491
▁into	-7.05621
▁what	-7.06272
▁my	-7.08497
▁than	-7.09264
▁first	-7.11716
es	-7.12818
▁could	-7.13048
▁told	-7.13257
▁police	-7.17081
▁years	-7.17971
▁mr	-7.20154
o	-7.21143
▁re	-7.21265
▁them	-7.21616
▁before	-7.24647
r	-7.25321
▁now	-7.25808
▁other	-7.26378
▁some	-7.27161
▁year	-7.27338
▁like	-7.28056
▁down	-7.29689
▁its	-7.29721
i	-7.33581
▁home	-7.33817
▁back	-7.34072
▁did	-7.35667
▁being	-7.36236
year	-7.36392
al	-7.37241
▁me	-7.37527
old	-7.39659
because	-7.40248
▁while	-7.41165
c	-7.41407
▁where	-7.42483
▁world	-7.46367
in	-7.46941
▁three	-7.47547
▁left	-7.47575
▁only	-7.4765
▁get	-7.47762
▁our	-7.49952
▁how	-7.52185
▁?	-7.52749
during	-7.52972
▁#	-7.53937
▁family	-7.55268
▁made	-7.58277
▁most	-7.58311
▁day	-7.58375
on	-7.59148
▁then	-7.59312
▁off	-7.59818
▁found	-7.60412
th	-7.61082
▁right	-7.62248
▁may	-7.63968
▁against	-7.65181
▁very	-7.65371
▁$	-7.6578
▁make	-7.67787
▁go	-7.67825
▁life	-7.69562
▁even	-7.6971
▁man	-7.70224
▁many	-7.71452
▁u	-7.7162
man	-7.72051
▁court	-7.73182
re	-7.7321
▁around	-7.73826
▁any	-7.74138
ers	-7.74144
▁says	-7.75324
▁through	-7.75705
▁un	-7.76943
▁take	-7.77286
▁well	-7.78558
▁your	-7.7863
▁since	-7.79004
▁m	-7.80153
▁children	-7.80368
▁way	-7.81425
▁according	-7.81928
▁president	-7.83004
le	-7.83242
▁work	-7.83299
▁those	-7.83355
▁under	-7.83705
en	-7.83943
▁per	-7.84237
▁going	-7.84352
▁car	-7.8484
▁week	-7.85452
▁say	-7.85647
▁p	-7.85967
▁still	-7.86886
▁government	-7.86949
▁state	-7.87273
▁us	-7.87378
▁see	-7.88645
se	-7.88819
▁house	-7.88847
▁city	-7.89145
▁good	-7.89759
▁think	-7.90659
▁video	-7.91179
▁should	-7.91261
or	-7.91441
▁team	-7.92268
▁know	-7.93394
▁part	-7.9403
▁four	-7.94568
▁these	-7.94712
p	-7.96096
▁such	-7.96845
▁former	-7.97331
▁another	-7.97353
▁much	-7.98026
▁show	-7.98293
▁want	-7.98557
▁country	-7.99867
▁school	-8.00579
▁long	-8.00883
able	-8.00921
▁help	-8.01647
▁including	-8.01679
l	-8.01868
▁1	-8.01873
▁between	-8.02084
▁high	-8.0305
▁10	-8.03088
▁united	-8.03845
ion	-8.04124
▁cnn	-8.04568
▁night	-8.05276
▁both	-8.05479
▁used	-8.05892
▁mother	-8.06901
▁women	-8.0729
ic	-8.07344
h	-8.08431
b	-8.09444
ro	-8.09836
g	-8.09972
▁group	-8.10701
▁five	-8.10839
▁never	-8.11104
▁death	-8.11115
▁ve	-8.11373
ch	-8.11592
▁next	-8.11962
▁took	-8.12119
▁put	-8.1222
▁own	-8.12532
▁est	-8.12747
▁second	-8.1287
▁got	-8.13242
▁de	-8.13314
▁2013	-8.13501
▁later	-8.1366
▁come	-8.14343
▁today	-8.14637
▁added	-8.14738
▁public	-8.15025
▁called	-8.16353
▁pictured	-8.179
▁million	-8.1881
▁end	-8.18816
▁place	-8.18965
▁days	-8.19242
ton	-8.19291
el	-8.20266
▁same	-8.20731
▁case	-8.20752
k	-8.20971
▁national	-8.21104
▁london	-8.21288
▁best	-8.21735
ation	-8.22271
us	-8.22512
▁does	-8.22574
st	-8.22796
▁set	-8.2288
▁hospital	-8.22894
▁away	-8.22919
▁need	-8.23124
▁men	-8.2316
ar	-8.23203
ra	-8.23462
▁really	-8.23523
▁seen	-8.23564
ne	-8.24341
▁came	-8.24761
▁months	-8.25114
z	-8.25709
▁young	-8.26133
▁south	-8.26496
▁top	-8.26729
an	-8.27011
▁taken	-8.27146
▁co	-8.27412
▁cent	-8.27848
▁too	-8.28272
ri	-8.28593
▁news	-8.28609
▁reported	-8.28734
la	-8.28843
▁went	-8.29387
▁head	-8.29699
▁here	-8.29792
w	-8.2994
f	-8.30047
▁every	-8.30419
▁month	-8.30607
to	-8.30848
▁ca	-8.30994
▁19	-8.3122
▁20	-8.32164
▁six	-8.32487
▁season	-8.32592
▁war	-8.3381
▁2012	-8.33829
▁game	-8.33891
son	-8.34368
▁health	-8.34684
▁number	-8.34771
▁north	-8.35136
▁times	-8.35139
ment	-8.3524
▁father	-8.3583
▁however	-8.3625
▁2	-8.3672
▁use	-8.37194
▁money	-8.37529
▁look	-8.38245
▁far	-8.38527
▁woman	-8.39281
▁obama	-8.40052
▁great	-8.40579
▁york	-8.4076
▁11	-8.40891
▁each	-8.40973
▁little	-8.41146
▁company	-8.41389
▁report	-8.41637
▁6	-8.42161
it	-8.42321
up	-8.42665
▁free	-8.42836
▁wife	-8.42873
▁4	-8.42896
▁big	-8.42904
u	-8.43366
▁died	-8.4418
co	-8.4421
de	-8.44229
▁having	-8.44322
▁12	-8.44601
▁until	-8.44838
▁support	-8.44882
▁west	-8.45338
▁side	-8.45373
▁without	-8.4543
▁white	-8.45565
▁face	-8.45893
▁published	-8.45965
▁play	-8.46279
▁...	-8.4654
▁league	-8.46899
▁asked	-8.46947
▁give	-8.47008
▁british	-8.47347
▁water	-8.4749
▁3	-8.47601
▁something	-8.47659
▁find	-8.4795
▁child	-8.47975
▁body	-8.48104
▁lot	-8.48354
na	-8.48417
▁few	-8.48698
▁ago	-8.48806
▁england	-8.48824
▁international	-8.49058
il	-8.49408
▁club	-8.49459
▁party	-8.49615
▁states	-8.49839
▁thought	-8.50182
ia	-8.50243
▁office	-8.50433
▁following	-8.50464
ve	-8.50629
ity	-8.5103
▁law	-8.51849
▁air	-8.51901
▁am	-8.51937
▁killed	-8.52232
▁al	-8.52256
▁sunday	-8.52305
x	-8.52383
ling	-8.53015
▁security	-8.53065
▁attack	-8.5327
▁black	-8.53392
▁given	-8.53429
▁university	-8.53637
▁7	-8.53825
▁past	-8.53965
ley	-8.54282
▁hours	-8.5429
▁park	-8.54597
▁la	-8.54688
▁5	-8.54768
▁win	-8.54991
▁love	-8.55007
▁statement	-8.55033
ie	-8.5507
▁local	-8.55076
▁saying	-8.55144
ma	-8.55433
▁again	-8.55697
ul	-8.55887
lo	-8.56076
ur	-8.56288
▁monday	-8.56932
▁always	-8.57065
▁across	-8.57071
▁st	-8.5718
▁american	-8.57312
▁known	-8.57376
▁dr	-8.57531
▁uk	-8.57767
▁friday	-8.57862
▁f	-8.58166
▁15	-8.58174
▁friends	-8.58292
ies	-8.58527
▁open	-8.58546
▁18	-8.58705
▁officials	-8.59106
▁pay	-8.59188
▁couple	-8.59266
▁care	-8.59305
▁real	-8.59401
▁why	-8.59403
▁already	-8.59596
▁several	-8.59673
▁son	-8.59987
▁service	-8.60019
▁hit	-8.60078
▁near	-8.60445
▁daughter	-8.60526
▁area	-8.60535
▁star	-8.60929
▁half	-8.61045
▁c	-8.61129
▁david	-8.61237
▁fire	-8.6141
com	-8.61655
▁tuesday	-8.61659
▁cup	-8.61843
▁working	-8.62143
▁john	-8.62201
▁whether	-8.62667
▁early	-8.63115
▁different	-8.63638
▁ms	-8.63776
▁believe	-8.63997
▁despite	-8.6436
ian	-8.64759
▁saturday	-8.64762
▁outside	-8.64851
▁hard	-8.65141
▁once	-8.65155
▁taking	-8.65355
▁earlier	-8.65395
est	-8.65531
less	-8.65746
▁things	-8.65794
▁parents	-8.6587
▁behind	-8.65933
▁close	-8.65953
▁making	-8.66006
ist	-8.66337
ge	-8.66347
▁members	-8.66564
▁minister	-8.66654
1	-8.66655
▁among	-8.66908
▁start	-8.67252
▁wednesday	-8.67366
▁order	-8.67506
▁media	-8.67565
te	-8.67776
v	-8.67846
▁front	-8.67974
▁started	-8.68103
▁campaign	-8.68136
▁become	-8.68348
as	-8.68373
▁30	-8.68438
▁full	-8.68902
▁live	-8.68964
▁updated	-8.69008
▁using	-8.69237
▁shot	-8.69437
▁better	-8.69528
▁thursday	-8.69818
▁might	-8.69911
▁point	-8.70021
▁person	-8.70128
▁post	-8.7031
am	-8.7069
et	-8.70711
ti	-8.71107
▁run	-8.71259
▁ever	-8.71294
▁saw	-8.71309
▁call	-8.7159
▁military	-8.71637
▁miss	-8.71805
▁scroll	-8.71828
▁keep	-8.71899
▁lost	-8.72438
is	-8.72469
:	-8.72641
▁officers	-8.73142
▁final	-8.73254
sh	-8.73311
▁weeks	-8.73854
▁march	-8.73931
2	-8.73942
▁least	-8.74022
▁heard	-8.74486
▁business	-8.74606
▁players	-8.7506
▁must	-8.75074
fi	-8.75283
▁hand	-8.75321
ho	-8.75629
▁authorities	-8.75774
▁department	-8.75774
▁food	-8.76144
▁morning	-8.76318
▁move	-8.76336
▁social	-8.76523
▁wanted	-8.76619
▁change	-8.76788
ive	-8.76792
▁information	-8.76828
▁trying	-8.77001
▁system	-8.77124
be	-8.77802
▁small	-8.77961
▁staff	-8.78056
▁judge	-8.78076
▁job	-8.78155
▁center	-8.78429
▁name	-8.78465
▁looking	-8.78481
▁husband	-8.7863
▁spokesman	-8.78647
▁heart	-8.78781
▁8	-8.78783
▁together	-8.79094
mo	-8.79248
▁though	-8.79341
▁murder	-8.79412
▁director	-8.79714
id	-8.80421
▁13	-8.80435
ial	-8.8055
▁feel	-8.80805
ce	-8.80825
ta	-8.81035
ci	-8.81049
time	-8.81139
▁clear	-8.81144
▁stop	-8.81329
▁street	-8.81331
▁getting	-8.81665
▁released	-8.81854
▁wrote	-8.82278
▁shows	-8.82842
ter	-8.83087
▁mrs	-8.83456
▁enough	-8.83694
me	-8.8388
▁bar	-8.83988
▁yet	-8.83999
▁decision	-8.84016
▁seven	-8.84061
▁deal	-8.84264
▁chief	-8.84358
ting	-8.8436
▁britain	-8.8446
▁investigation	-8.84484
▁power	-8.8461
▁9	-8.84695
▁red	-8.84748
per	-8.84953
▁16	-8.85044
at	-8.85118
ful	-8.85261
▁third	-8.8554
ry	-8.85854
▁almost	-8.85866
▁line	-8.85943
▁himself	-8.86086
▁control	-8.86164
▁others	-8.86278
▁k	-8.86418
▁done	-8.86464
▁general	-8.86516
▁won	-8.86528
▁minutes	-8.86651
▁able	-8.86771
▁began	-8.86795
5	-8.8689
da	-8.86974
▁recent	-8.87043
▁watch	-8.87054
ty	-8.87059
▁friend	-8.87284
ent	-8.87358
▁girl	-8.8741
▁claims	-8.87885
▁january	-8.88066
▁became	-8.88086
▁along	-8.88226
▁community	-8.88393
li	-8.88409
▁2011	-8.88827
▁thing	-8.88871
▁evidence	-8.88906
out	-8.89177
▁14	-8.89412
▁arrested	-8.89433
▁b	-8.89499
ness	-8.89758
ni	-8.89794
▁road	-8.90222
▁daily	-8.90296
▁mo	-8.9032
▁return	-8.90412
,	-8.90427
▁boy	-8.90456
▁dead	-8.90521
▁room	-8.90652
▁claimed	-8.90677
▁pre	-8.90715
un	-8.9072
▁doing	-8.90721
▁less	-8.90736
▁prison	-8.90938
ca	-8.90984
ga	-8.91073
▁phone	-8.91106
▁county	-8.91134
age	-8.91241
ted	-8.91365
▁incident	-8.9161
▁inside	-8.92306
▁eight	-8.92325
▁medical	-8.92366
▁revealed	-8.92428
▁football	-8.92566
rs	-8.92623
▁april	-8.92723
▁age	-8.9275
▁games	-8.92896
▁often	-8.93083
▁further	-8.93238
▁travel	-8.93238
▁expected	-8.93354
▁facebook	-8.93392
▁17	-8.93431
ol	-8.93442
▁due	-8.93563
▁september	-8.93582
▁centre	-8.93648
▁sent	-8.93659
im	-8.9394
▁let	-8.94085
▁human	-8.94147
▁held	-8.94302
▁official	-8.94304
▁trial	-8.94487
▁match	-8.9458
▁mark	-8.94954
ate	-8.94997
▁met	-8.95251
▁yesterday	-8.95256
▁important	-8.95257
▁officer	-8.95338
▁although	-8.95432
▁mean	-8.95482
▁ex	-8.95641
▁november	-8.95674
▁site	-8.95697
▁bill	-8.95704
ant	-8.95758
▁future	-8.95828
▁likely	-8.95952
▁political	-8.96015
▁book	-8.96171
▁town	-8.9648
▁happened	-8.96731
▁online	-8.96801
os	-8.96824
▁major	-8.97031
▁late	-8.97097
ke	-8.97494
po	-8.97634
▁within	-8.97722
▁october	-8.9808
▁manager	-8.98096
ha	-8.9813
▁baby	-8.98157
▁role	-8.98341
▁film	-8.9842
▁manchester	-8.98586
▁hope	-8.98641
▁tell	-8.98699
▁december	-8.98714
▁scene	-8.98862
▁kind	-8.98927
▁fans	-8.99015
land	-8.99189
▁record	-8.99258
mp	-8.99276
led	-8.99437
▁read	-8.99458
▁june	-8.99614
▁comes	-8.99636
▁played	-8.99724
▁sex	-8.99822
▁living	-9.00016
▁fact	-9.00034
▁special	-9.00246
ine	-9.0044
▁story	-9.00447
▁michael	-9.00477
▁interview	-9.00586
ner	-9.00587
▁van	-9.00606
▁east	-9.00666
▁short	-9.00853
▁green	-9.00895
tic	-9.00921
▁history	-9.01011
▁lives	-9.01064
ad	-9.01137
▁sure	-9.01346
do	-9.0149
▁pro	-9.01514
▁light	-9.01574
▁goal	-9.0165
▁press	-9.01665
go	-9.01772
▁leave	-9.01807
▁someone	-9.01847
▁washington	-9.0211
▁large	-9.02334
▁25	-9.02462
▁process	-9.02792
lin	-9.03018
▁leader	-9.0302
▁nothing	-9.03032
der	-9.03034
0	-9.03132
▁received	-9.03205
▁spent	-9.03272
▁council	-9.03333
▁jail	-9.03394
▁force	-9.03507
▁lead	-9.03658
▁2010	-9.03724
▁describ	-9.03812
▁research	-9.0391
▁sea	-9.04087
▁con	-9.04135
▁led	-9.04214
3	-9.04303
▁design	-9.04363
▁forward	-9.04373
▁cost	-9.04554
▁tried	-9.04783
▁action	-9.04873
▁involved	-9.05105
ll	-9.0516
▁james	-9.05172
▁august	-9.05208
▁summer	-9.05283
▁ground	-9.05288
by	-9.0545
▁try	-9.05483
▁accused	-9.0551
▁series	-9.05596
line	-9.05725
▁100	-9.05828
9	-9.06053
▁gave	-9.06163
▁july	-9.06319
ally	-9.0643
min	-9.06482
▁risk	-9.06569
▁di	-9.06684
▁paul	-9.06792
▁possible	-9.0696
▁course	-9.0717
▁bank	-9.07235
no	-9.07258
▁america	-9.07313
▁training	-9.07453
▁anything	-9.07512
▁charges	-9.07553
▁drug	-9.07877
mer	-9.0792
▁old	-9.08027
ba	-9.081
ey	-9.08254
▁50	-9.08289
ham	-9.08333
▁china	-9.08354
▁cancer	-9.08391
▁event	-9.08586
▁player	-9.08601
▁believed	-9.08722
way	-9.08832
▁royal	-9.08925
▁building	-9.0906
▁legal	-9.09231
▁bit	-9.09302
▁g	-9.09536
les	-9.09681
▁bad	-9.09837
▁prime	-9.09917
▁space	-9.0992
▁students	-9.10115
▁fa	-9.10189
den	-9.10192
▁treatment	-9.10289
▁ll	-9.10517
ous	-9.1056
▁2014	-9.11435
ard	-9.11457
▁federal	-9.1148
▁twitter	-9.11609
▁result	-9.11812
▁rights	-9.12405
▁fight	-9.12527
▁reports	-9.12542
dy	-9.12659
▁cut	-9.12968
▁career	-9.12999
que	-9.13056
▁nearly	-9.13243
▁website	-9.13332
▁40	-9.13395
▁ahead	-9.13415
▁charged	-9.13551
ber	-9.13558
▁strong	-9.13712
▁enjoy	-9.13723
▁everything	-9.13724
▁rest	-9.13764
▁station	-9.14155
▁turned	-9.14159
▁victim	-9.14197
ish	-9.14487
▁coming	-9.14684
▁ma	-9.14815
million	-9.15095
▁church	-9.15149
▁board	-9.15276
▁tax	-9.15693
▁miles	-9.15827
▁foreign	-9.15829
▁market	-9.15839
▁soon	-9.15844
▁february	-9.15883
▁playing	-9.16157
▁w	-9.1616
▁race	-9.16208
▁moment	-9.16478
▁ball	-9.16583
▁happy	-9.16613
▁continue	-9.16626
▁study	-9.16664
▁ka	-9.16672
▁problem	-9.16702
▁tv	-9.16793
ary	-9.16919
j	-9.16956
▁issue	-9.17074
▁senior	-9.17103
▁visit	-9.17115
▁worked	-9.17451
▁european	-9.17488
▁hotel	-9.17862
▁private	-9.1787
▁key	-9.17878
▁mar	-9.18096
ir	-9.18368
appeared	-9.18423
vi	-9.18559
▁crime	-9.18636
▁announced	-9.18704
▁difficult	-9.18789
▁above	-9.18809
▁premier	-9.1892
▁everyone	-9.18938
▁blood	-9.18945
▁brother	-9.19175
▁turn	-9.19299
▁victims	-9.1934
▁instead	-9.19352
▁brown	-9.19377
▁nine	-9.19391
▁george	-9.19421
▁recently	-9.19484
▁picture	-9.19514
▁serious	-9.19563
▁justice	-9.19879
▁stay	-9.19927
▁felt	-9.20119
ance	-9.20175
▁plan	-9.20235
▁secretary	-9.20411
▁particular	-9.20431
▁tour	-9.20695
▁break	-9.20868
▁low	-9.20882
▁similar	-9.20912
▁knew	-9.21025
▁21	-9.21226
▁agency	-9.21424
ig	-9.2145
▁pair	-9.21454
sa	-9.21692
▁services	-9.21837
di	-9.21886
▁capital	-9.22081
▁attorney	-9.2209
▁grand	-9.22098
▁test	-9.22233
4	-9.22248
▁showed	-9.22258
and	-9.22287
▁list	-9.22329
▁gun	-9.22367
▁flight	-9.22412
▁countries	-9.22456
▁airport	-9.22755
ut	-9.22759
▁safety	-9.22897
▁hearing	-9.23151
▁australia	-9.23163
off	-9.23229
▁bring	-9.2324
▁france	-9.23383
▁french	-9.23641
ren	-9.23936
han	-9.24008
▁decided	-9.24157
▁anyone	-9.24172
pa	-9.24238
▁california	-9.24343
▁running	-9.24356
▁search	-9.24372
▁main	-9.24374
▁anti	-9.24398
ak	-9.24452
▁view	-9.24459
▁wrong	-9.24489
▁looked	-9.24522
▁mc	-9.24578
▁24	-9.24718
▁admitted	-9.24737
▁chance	-9.24926
▁single	-9.25125
▁situation	-9.25202
▁condition	-9.25243
▁act	-9.25321
▁potential	-9.25345
bi	-9.25508
▁experience	-9.25655
▁brought	-9.25731
ft	-9.25842
▁girls	-9.25889
ver	-9.25996
▁means	-9.26088
▁labour	-9.26298
▁families	-9.26477
ger	-9.2669
▁prince	-9.26748
▁rather	-9.2675
▁guilty	-9.26793
▁caused	-9.26805
▁seem	-9.26884
▁level	-9.27142
▁mail	-9.27183
▁forced	-9.27199
▁provide	-9.27303
▁thousands	-9.27404
▁executive	-9.2741
▁huge	-9.27419
▁photo	-9.27456
▁dog	-9.275
▁problems	-9.27606
▁plans	-9.27672
▁account	-9.27783
▁paid	-9.27969
▁include	-9.28024
▁disease	-9.28139
lsb	-9.28218
6	-9.28327
▁shooting	-9.28374
▁middle	-9.28718
▁posted	-9.28835
men	-9.28859
▁2009	-9.28922
▁personal	-9.28949
day	-9.29055
rsb	-9.29108
red	-9.29169
▁forces	-9.29178
▁hands	-9.29229
▁claim	-9.29411
ka	-9.29521
um	-9.29745
▁cause	-9.30062
▁suspect	-9.30091
▁music	-9.3016
▁themselves	-9.30232
▁moved	-9.30295
▁member	-9.30344
▁price	-9.3047
pi	-9.3073
▁popular	-9.30806
ny	-9.31015
ee	-9.31484
7	-9.31491
▁sexual	-9.31511
▁king	-9.31526
▁stand	-9.31529
▁weekend	-9.31575
▁form	-9.31627
00	-9.31795
▁latest	-9.31976
▁san	-9.3214
▁round	-9.32143
▁fear	-9.32354
▁battle	-9.32381
▁relationship	-9.324
▁meeting	-9.32444
▁trust	-9.32468
▁remains	-9.3256
▁student	-9.3273
▁property	-9.32787
▁suffered	-9.32836
▁based	-9.32933
▁europe	-9.33136
▁actually	-9.33165
▁image	-9.33302
▁question	-9.3333
za	-9.3373
▁current	-9.33826
▁ten	-9.33848
▁college	-9.33875
▁el	-9.34009
▁policy	-9.34102
▁22	-9.34188
▁married	-9.34341
▁chelsea	-9.3436
▁needed	-9.34464
▁wo	-9.34488
▁host	-9.3449
▁whole	-9.34624
▁comment	-9.34632
▁gone	-9.34705
▁allegedly	-9.34749
▁allowed	-9.34825
▁cases	-9.34986
▁2008	-9.35085
ow	-9.35183
▁abuse	-9.35302
▁currently	-9.35344
ler	-9.35364
▁failed	-9.35378
▁talk	-9.35457
gg	-9.35489
▁dis	-9.35541
▁coach	-9.35566
▁workers	-9.35664
▁program	-9.35766
▁model	-9.35779
▁gold	-9.35899
▁stage	-9.35911
▁financial	-9.36028
▁class	-9.36148
▁makes	-9.36295
▁nation	-9.36417
▁violence	-9.3659
om	-9.36596
▁idea	-9.36653
▁leaving	-9.36656
▁bo	-9.36943
▁liverpool	-9.36955
▁union	-9.37139
▁message	-9.37162
▁pressure	-9.37268
▁ba	-9.37428
▁doctors	-9.37536
▁hair	-9.37747
▁alleged	-9.3776
of	-9.37764
▁discovered	-9.37838
▁position	-9.37846
▁po	-9.3791
▁trip	-9.37926
ated	-9.38056
▁charge	-9.381
▁island	-9.38107
▁arrived	-9.38186
▁billion	-9.38211
▁missing	-9.38343
▁plane	-9.3838
ten	-9.38531
▁patients	-9.39025
▁points	-9.39038
▁blue	-9.39048
▁project	-9.39077
▁speaking	-9.39107
quite	-9.39117
▁h	-9.39274
▁central	-9.39385
ze	-9.39419
▁23	-9.39464
▁ho	-9.3948
▁meet	-9.39519
ster	-9.39568
8	-9.39573
ped	-9.39575
▁percent	-9.39621
kept	-9.39643
▁average	-9.39826
bo	-9.39924
▁sun	-9.40116
▁matter	-9.40122
▁named	-9.40212
▁cameron	-9.40222
our	-9.40273
▁economic	-9.40319
ac	-9.40322
▁access	-9.40369
▁period	-9.40373
▁store	-9.40691
▁total	-9.40801
▁army	-9.41102
▁hu	-9.41142
▁buy	-9.41204
▁28	-9.41224
▁sports	-9.41352
▁drive	-9.41466
▁release	-9.41659
▁smith	-9.41679
lan	-9.41815
he	-9.41894
▁coast	-9.42221
ab	-9.42301
▁available	-9.42465
▁o	-9.42766
▁door	-9.42799
▁sister	-9.42875
▁africa	-9.42902
▁criminal	-9.42919
ors	-9.42986
▁leading	-9.43183
▁assault	-9.4334
▁crash	-9.43382
▁cross	-9.43909
▁issues	-9.43957
▁mind	-9.43978
▁du	-9.44035
▁gas	-9.44055
▁district	-9.44091
▁previous	-9.44211
▁border	-9.4431
▁secret	-9.44327
▁firm	-9.44335
ang	-9.44365
▁goals	-9.44368
au	-9.44405
ford	-9.44406
▁art	-9.44445
op	-9.44522
▁mid	-9.44567
▁born	-9.44607
qui	-9.44631
va	-9.44737
▁injuries	-9.44774
▁longer	-9.44791
▁helped	-9.44812
the	-9.44921
▁understand	-9.44962
ew	-9.44975
▁lu	-9.45068
▁fall	-9.45096
▁ko	-9.45138
ah	-9.4535
▁looks	-9.45357
vo	-9.45387
▁christmas	-9.45423
▁worth	-9.45651
▁russia	-9.45659
▁remain	-9.45661
▁driving	-9.45662
▁queen	-9.4587
ell	-9.45958
▁driver	-9.45977
▁killing	-9.45993
▁attacks	-9.46012
▁em	-9.46038
▁bbc	-9.46047
▁step	-9.46066
▁brand	-9.46181
▁increase	-9.46186
▁apple	-9.4634
▁russian	-9.46531
side	-9.46563
▁super	-9.46611
▁interest	-9.46614
▁li	-9.46634
▁impact	-9.46663
▁wearing	-9.46676
▁conference	-9.46697
▁sign	-9.46879
▁success	-9.47009
▁vote	-9.47033
▁images	-9.47068
▁election	-9.47134
▁wait	-9.4714
▁internet	-9.47141
▁iraq	-9.47248
▁needs	-9.47254
▁60	-9.47524
▁region	-9.47578
▁camera	-9.47633
▁attempt	-9.47715
▁sha	-9.47716
▁marriage	-9.47767
▁damage	-9.47886
▁syria	-9.47933
fa	-9.48123
▁data	-9.48153
▁avoid	-9.48213
▁storm	-9.48348
▁app	-9.48352
▁response	-9.48399
ph	-9.48454
▁fell	-9.48507
pe	-9.48525
▁beach	-9.48538
▁protect	-9.48562
▁rock	-9.48634
0,000	-9.48683
▁fine	-9.48703
▁caught	-9.48773
▁pictures	-9.48918
▁self	-9.49014
▁drugs	-9.49019
▁accident	-9.49061
▁biggest	-9.4911
ism	-9.49166
▁committee	-9.49186
▁ask	-9.49252
▁english	-9.49261
▁sentence	-9.49279
▁walk	-9.49307
▁source	-9.49401
ning	-9.49444
sen	-9.49505
▁cover	-9.49626
▁confirmed	-9.49646
▁lo	-9.49661
▁weight	-9.49683
▁injury	-9.49919
one	-9.4992
▁land	-9.49943
▁included	-9.50098
▁26	-9.50167
▁letter	-9.50363
▁operation	-9.50408
bb	-9.50485
▁continued	-9.50494
▁kids	-9.50519
▁share	-9.50521
gan	-9.50522
ud	-9.50533
▁range	-9.50635
▁hundreds	-9.5072
ure	-9.50812
od	-9.50891
▁challenge	-9.51088
▁female	-9.51198
▁non	-9.51207
▁global	-9.51276
▁areas	-9.51356
▁returned	-9.51414
▁hall	-9.51427
▁track	-9.51449
▁offer	-9.51463
▁leaders	-9.51482
▁create	-9.51546
▁river	-9.51604
▁hold	-9.51617
▁martin	-9.51664
▁victory	-9.51767
▁reason	-9.52047
▁ban	-9.52047
▁australian	-9.52064
▁defense	-9.52127
▁chris	-9.52256
ett	-9.52283
field	-9.5237
▁poor	-9.52518
▁groups	-9.52621
▁companies	-9.52628
▁probably	-9.52667
▁finally	-9.52851
▁residents	-9.53032
▁eye	-9.5331
▁oil	-9.53347
▁loss	-9.53467
▁wants	-9.53525
▁appeal	-9.53537
▁injured	-9.53619
▁photos	-9.53623
▁focus	-9.53898
cl	-9.53992
▁arrest	-9.54014
▁previously	-9.54104
▁contact	-9.54175
▁beat	-9.5429
▁giving	-9.54316
▁peter	-9.54508
▁quickly	-9.54525
ja	-9.5459
▁carried	-9.54634
▁brain	-9.54655
▁expect	-9.5467
▁train	-9.547
▁cash	-9.54715
▁review	-9.54723
▁either	-9.54752
ions	-9.54771
▁vi	-9.54887
▁j	-9.55017
▁page	-9.55039
▁ben	-9.55064
mm	-9.55108
con	-9.55171
▁29	-9.55315
▁created	-9.55552
▁weather	-9.55791
▁network	-9.55917
all	-9.55959
▁allow	-9.55972
▁administration	-9.56032
lu	-9.56044
▁spot	-9.56068
▁don	-9.56195
ff	-9.56249
▁experts	-9.56252
▁energy	-9.56638
well	-9.56676
▁wall	-9.56676
ise	-9.56803
▁feet	-9.56826
▁safe	-9.56892
ker	-9.56987
▁florida	-9.57045
cu	-9.57048
▁immediately	-9.57188
▁sold	-9.57263
▁technology	-9.57289
mi	-9.57441
▁questions	-9.57532
▁rise	-9.57815
▁industry	-9.58066
tra	-9.58231
▁sir	-9.58266
▁ran	-9.5854
▁fashion	-9.58547
▁deep	-9.58556
based	-9.58591
▁famous	-9.58643
while	-9.58663
▁civil	-9.58791
▁fighting	-9.58854
▁takes	-9.58908
▁aid	-9.58982
▁ta	-9.58985
▁sky	-9.58986
▁bed	-9.58989
▁details	-9.58991
▁attention	-9.59016
ea	-9.59018
▁27	-9.59043
▁present	-9.59112
▁build	-9.59465
▁spend	-9.59472
▁spoke	-9.59585
▁contain	-9.59633
▁african	-9.5966
▁williams	-9.59692
▁birth	-9.59877
▁save	-9.59912
▁launched	-9.59915
▁contract	-9.59921
▁floor	-9.60063
▁happen	-9.60089
▁emergency	-9.60144
bu	-9.60313
▁pa	-9.60423
▁especially	-9.60436
king	-9.60613
▁base	-9.60785
▁pick	-9.60827
ised	-9.61111
▁words	-9.61149
ified	-9.61211
▁vehicle	-9.61267
▁crown	-9.61397
▁animal	-9.61479
▁speed	-9.61526
kin	-9.61561
▁users	-9.61638
▁results	-9.61643
▁professional	-9.61651
▁performance	-9.61672
ron	-9.61693
▁warned	-9.618
▁launch	-9.61811
▁amount	-9.61871
let	-9.61952
▁comments	-9.6198
▁holiday	-9.61993
▁mis	-9.61994
▁goes	-9.62048
▁arm	-9.62105
▁clinton	-9.62348
▁raised	-9.62373
▁sense	-9.62381
▁germany	-9.62381
▁captain	-9.6248
▁shown	-9.6249
▁example	-9.6265
▁reporter	-9.62698
▁television	-9.62821
▁events	-9.62843
▁express	-9.6286
▁snow	-9.6294
▁champions	-9.62968
▁northern	-9.62994
ven	-9.63006
▁richard	-9.63019
ble	-9.63021
cy	-9.63114
▁size	-9.63159
▁title	-9.63175
back	-9.63176
▁republican	-9.63194
▁owner	-9.63201
▁joined	-9.63202
▁lack	-9.63282
▁extra	-9.63307
▁figures	-9.63514
mb	-9.63597
▁pain	-9.63679
▁else	-9.63681
ko	-9.63804
▁growing	-9.63806
▁consider	-9.63874
▁americans	-9.63979
▁conditions	-9.64097
▁chinese	-9.64122
▁seems	-9.64199
▁scotland	-9.64256
▁arsenal	-9.64428
▁fair	-9.64474
▁reach	-9.64598
▁calls	-9.64694
▁fit	-9.64775
end	-9.64849
▁ready	-9.64895
▁evening	-9.65017
▁bus	-9.65023
▁tough	-9.65037
▁remember	-9.65313
▁prevent	-9.65322
▁winning	-9.65455
ina	-9.65482
▁opening	-9.65509
ize	-9.65538
▁partner	-9.65565
▁professor	-9.65751
▁sch	-9.65752
▁lived	-9.65886
▁works	-9.65923
▁appear	-9.66086
▁defend	-9.66089
ov	-9.66104
▁village	-9.6615
▁2007	-9.66168
ier	-9.66174
▁bra	-9.66234
ized	-9.66239
▁hot	-9.66243
hy	-9.66258
▁education	-9.66373
▁customers	-9.66421
▁trade	-9.66444
▁doctor	-9.66512
ring	-9.6654
▁denied	-9.66553
▁towards	-9.66597
▁followed	-9.66667
▁simply	-9.66687
res	-9.66778
▁hour	-9.6678
▁kill	-9.66817
▁korea	-9.66829
▁kim	-9.66834
▁built	-9.66856
▁los	-9.66882
▁field	-9.66976
▁camp	-9.67
und	-9.67006
▁moving	-9.67136
▁speech	-9.67316
▁passengers	-9.67374
▁check	-9.67553
▁speak	-9.67754
ical	-9.67772
▁german	-9.67787
▁eventually	-9.67813
▁congress	-9.67814
▁development	-9.67832
▁investigators	-9.67939
ence	-9.6802
av	-9.68025
▁god	-9.68068
▁ended	-9.68145
▁address	-9.68151
▁spending	-9.68186
▁society	-9.68315
port	-9.684
▁opportunity	-9.68541
▁leg	-9.6856
▁crowd	-9.68607
▁iran	-9.68641
▁changed	-9.68676
▁text	-9.68679
ya	-9.68773
▁william	-9.68804
▁broke	-9.68977
▁texas	-9.68998
ex	-9.69059
ship	-9.69068
▁ha	-9.69084
▁common	-9.69126
▁newspaper	-9.69136
▁radio	-9.69149
pp	-9.69157
▁true	-9.69168
▁refused	-9.69235
▁johnson	-9.69297
▁mission	-9.69446
▁gu	-9.69507
▁believes	-9.69538
▁sell	-9.69548
ck	-9.69639
▁send	-9.69706
▁treat	-9.69905
▁follow	-9.6994
▁31	-9.70022
ot	-9.70033
len	-9.70034
▁push	-9.70127
▁dangerous	-9.70251
▁competition	-9.70477
▁gain	-9.70657
▁complete	-9.70711
ru	-9.70733
▁eat	-9.70735
▁throughout	-9.70897
▁adding	-9.70961
ran	-9.70984
▁ice	-9.71025
▁scored	-9.71046
▁sam	-9.71066
▁economy	-9.71223
▁card	-9.71235
▁cars	-9.71317
cher	-9.71416
▁higher	-9.71426
▁sometimes	-9.71554
▁alone	-9.71637
▁animals	-9.71662
▁stopped	-9.71666
berg	-9.71678
ite	-9.71684
▁hear	-9.71745
▁sale	-9.71785
mail	-9.71833
▁figure	-9.71853
▁appears	-9.71858
▁mass	-9.7187
▁pet	-9.71929
▁surgery	-9.71932
▁lower	-9.72035
▁researchers	-9.72212
ged	-9.72258
▁allegations	-9.72318
uk	-9.72328
▁rate	-9.72334
▁fellow	-9.72365
▁spread	-9.72451
ps	-9.72509
▁row	-9.72639
ack	-9.72794
▁answer	-9.72806
▁showing	-9.72861
tro	-9.72905
▁herself	-9.7302
▁afternoon	-9.73068
▁convicted	-9.7317
▁wear	-9.73302
▁bridge	-9.73333
▁celebrate	-9.73335
▁opened	-9.73363
▁sa	-9.73373
io	-9.73446
▁easy	-9.73499
▁movie	-9.73512
▁lee	-9.73553
▁troops	-9.73588
▁credit	-9.73642
nd	-9.73676
▁offered	-9.73799
▁association	-9.7382
▁prosecutors	-9.73882
50	-9.73951
▁pass	-9.73973
▁passed	-9.74053
▁ensure	-9.74073
▁fun	-9.74158
▁nearby	-9.7416
zi	-9.7421
▁compar	-9.74308
▁wedding	-9.74319
▁imp	-9.74436
over	-9.74647
▁earth	-9.7473
▁treated	-9.7475
▁voice	-9.74803
mu	-9.7481
▁raise	-9.74885
wood	-9.74983
lar	-9.74997
▁population	-9.74997
▁receive	-9.75021
▁protest	-9.75045
term	-9.75056
▁bought	-9.75142
▁sales	-9.75292
▁scientists	-9.75412
▁soldiers	-9.75435
▁jones	-9.75479
ib	-9.75576
▁cold	-9.75616
▁pretty	-9.75631
▁sport	-9.75656
▁jury	-9.75789
▁defeat	-9.75827
her	-9.75843
▁signed	-9.76054
aged	-9.76055
ned	-9.76112
▁da	-9.7626
▁boys	-9.76345
▁double	-9.76403
▁character	-9.76436
▁band	-9.76468
▁agreed	-9.765
▁lawyer	-9.76528
pc	-9.76683
▁join	-9.76762
▁efforts	-9.76819
▁style	-9.76875
▁older	-9.76892
hi	-9.76998
▁carry	-9.77092
▁skin	-9.77125
▁spring	-9.77169
▁jo	-9.77171
▁ps	-9.77268
▁learn	-9.77305
▁rose	-9.77352
▁pe	-9.77382
▁angeles	-9.77399
▁approach	-9.77474
mar	-9.77481
▁mor	-9.77493
▁calling	-9.77576
▁fe	-9.7758
▁respect	-9.77703
▁issued	-9.77761
▁mi	-9.77857
▁talking	-9.7799
qu	-9.78074
▁male	-9.7812
ick	-9.78289
ou	-9.78406
▁inter	-9.7843
▁date	-9.78452
▁warm	-9.78511
ins	-9.78576
▁supporters	-9.78645
▁effort	-9.78658
▁squad	-9.78666
▁alcohol	-9.78715
▁significant	-9.78751
▁subject	-9.78765
mon	-9.78793
▁regard	-9.78816
▁boss	-9.78836
▁crisis	-9.78867
▁lose	-9.79029
▁jobs	-9.79169
▁israel	-9.79191
▁target	-9.79205
considered	-9.79229
▁terms	-9.79252
▁isis	-9.79319
▁v	-9.79329
▁homes	-9.79356
▁weapons	-9.7963
▁changes	-9.79696
▁spain	-9.79715
▁completely	-9.79811
▁magazine	-9.79832
▁flat	-9.79835
▁fourth	-9.79894
▁jump	-9.79942
▁threat	-9.79971
▁served	-9.79975
▁fan	-9.80016
▁robert	-9.80094
▁afghanistan	-9.80139
▁concerns	-9.8023
▁eyes	-9.80253
▁beautiful	-9.80293
▁collection	-9.80382
▁dress	-9.80473
▁stone	-9.80496
▁footage	-9.80511
▁largest	-9.80548
▁poll	-9.80585
▁70	-9.80592
fer	-9.80678
▁jackson	-9.80723
q	-9.80766
light	-9.80799
▁content	-9.8086
▁wales	-9.80876
▁seeing	-9.80887
▁guard	-9.80914
▁costs	-9.80918
▁india	-9.80987
▁eu	-9.81021
▁western	-9.81097
▁mexico	-9.81325
▁lord	-9.8136
30	-9.81369
▁dark	-9.81474
▁southern	-9.81533
▁gay	-9.81627
ville	-9.81644
▁lake	-9.81678
▁screen	-9.8176
▁certain	-9.8194
head	-9.81941
▁35	-9.81962
▁version	-9.82056
▁apartment	-9.82067
▁holding	-9.82146
▁identified	-9.82221
ward	-9.8223
▁accept	-9.82269
tor	-9.82391
▁includes	-9.82452
▁va	-9.82479
▁chairman	-9.82549
tu	-9.8255
▁ship	-9.82599
ating	-9.82687
▁har	-9.82707
▁commission	-9.82714
▁museum	-9.82735
▁loved	-9.82754
▁emerged	-9.82877
▁natural	-9.82937
▁drink	-9.83038
▁normal	-9.83096
▁quarter	-9.83101
▁rules	-9.83262
ok	-9.8341
▁bid	-9.83431
▁pan	-9.83492
▁require	-9.83589
▁positive	-9.83687
▁mac	-9.83722
▁dogs	-9.83749
▁parts	-9.83825
▁sound	-9.83854
ney	-9.83867
▁serve	-9.83918
▁scott	-9.84003
▁table	-9.84047
▁unit	-9.84184
▁2006	-9.84231
ana	-9.84319
em	-9.84413
▁feeling	-9.84494
▁peace	-9.84579
▁original	-9.84654
▁andrew	-9.84791
▁nations	-9.8485
▁wild	-9.84864
▁winter	-9.84921
wa	-9.84924
▁striker	-9.85037
▁movement	-9.85092
▁display	-9.85299
▁ham	-9.85327
▁touch	-9.85374
▁independent	-9.85454
▁survey	-9.85508
▁draw	-9.85605
ki	-9.8561
▁aircraft	-9.85619
ev	-9.8565
▁telling	-9.85753
che	-9.85764
▁col	-9.85784
▁pull	-9.8579
ging	-9.8582
▁reporters	-9.85965
▁perfect	-9.85992
▁cat	-9.85993
▁sat	-9.86026
▁suffering	-9.86035
▁author	-9.86082
▁schools	-9.86102
▁twice	-9.86161
▁tu	-9.86189
▁fast	-9.86266
board	-9.86277
▁modern	-9.86323
▁madrid	-9.86431
▁itself	-9.86432
if	-9.86564
▁myself	-9.86595
▁christian	-9.86601
▁concerned	-9.86624
▁giant	-9.86662
▁walking	-9.86795
▁bush	-9.868
▁pulled	-9.86808
5,000	-9.8681
my	-9.86814
▁mobile	-9.86832
▁charity	-9.86871
ub	-9.8691
▁seat	-9.86954
▁google	-9.86978
▁majority	-9.87028
▁certainly	-9.87044
▁effect	-9.87051
▁shop	-9.87134
▁sort	-9.87197
▁rain	-9.87201
▁term	-9.87282
▁winner	-9.87341
▁bat	-9.87344
gra	-9.87368
▁sad	-9.874
▁islamic	-9.87435
▁successful	-9.87439
▁cook	-9.87518
▁managed	-9.87577
▁wi	-9.87577
mate	-9.87618
▁growth	-9.87734
hu	-9.87819
▁farm	-9.8786
▁removed	-9.87919
▁debate	-9.88021
▁describe	-9.88083
rick	-9.88126
▁entire	-9.88139
▁gang	-9.88184
▁doubt	-9.88193
▁rescue	-9.88225
gi	-9.88292
▁computer	-9.88318
▁32	-9.88532
▁perhaps	-9.88582
▁nuclear	-9.88583
▁messages	-9.88587
▁word	-9.8859
▁fund	-9.88613
▁paris	-9.88616
fe	-9.88628
▁annual	-9.88695
▁restaurant	-9.88815
▁concern	-9.88844
▁na	-9.88851
car	-9.88954
▁onto	-9.88961
nt	-9.89008
▁tim	-9.89074
▁,"	-9.89153
▁bag	-9.89212
▁traditional	-9.8923
▁thomas	-9.89254
▁90	-9.89402
▁penalty	-9.89535
▁stars	-9.89594
▁80	-9.89639
▁clearly	-9.8969
▁usually	-9.89705
▁develop	-9.89813
▁fox	-9.89847
▁45	-9.8994
ep	-9.9001
▁products	-9.90015
▁italy	-9.90023
ill	-9.9011
har	-9.90114
▁suggest	-9.90149
pl	-9.90201
▁responsible	-9.90218
▁nhs	-9.90229
iv	-9.90246
▁waiting	-9.90254
▁200	-9.9026
▁streets	-9.90293
▁levels	-9.90296
▁dream	-9.90308
we	-9.9034
dia	-9.90473
▁garden	-9.90488
▁reached	-9.90565
▁rare	-9.90588
▁daniel	-9.90783
▁wood	-9.90798
ify	-9.90811
▁sp	-9.90846
▁records	-9.9086
▁suicide	-9.90895
gen	-9.90955
▁asking	-9.9104
▁mental	-9.91072
▁written	-9.91138
▁harry	-9.91313
▁century	-9.91384
▁stock	-9.91427
▁ja	-9.9146
▁proud	-9.91495
▁watching	-9.91537
▁suggested	-9.91551
cal	-9.91593
▁pitch	-9.91641
▁clean	-9.91671
▁crew	-9.91677
ap	-9.91766
placed	-9.91783
▁faces	-9.91796
▁starting	-9.91812
▁fresh	-9.9187
▁block	-9.91935
▁foot	-9.91964
▁worst	-9.91985
uck	-9.9224
▁numbers	-9.9237
▁younger	-9.92389
▁mayor	-9.92455
▁nick	-9.9248
▁culture	-9.92564
▁hill	-9.92629
▁rep	-9.92677
▁box	-9.92713
▁decades	-9.92741
▁brazil	-9.92778
▁port	-9.9291
▁teacher	-9.92925
▁whom	-9.92953
mph	-9.92956
▁stadium	-9.92971
rk	-9.92978
▁reveal	-9.93136
▁count	-9.93152
▁intelligence	-9.93262
▁helping	-9.93313
gar	-9.93364
▁sand	-9.93411
▁standing	-9.93435
▁benefits	-9.93438
house	-9.93516
▁sleep	-9.93618
▁suit	-9.93618
ris	-9.93768
▁meant	-9.93777
ug	-9.93995
nes	-9.94001
▁individual	-9.94002
▁planned	-9.94097
▁photograph	-9.94128
▁shared	-9.94136
▁broken	-9.94154
▁warning	-9.94174
▁millions	-9.94177
▁programme	-9.94236
▁bomb	-9.94262
ping	-9.94356
▁democratic	-9.94392
month	-9.94433
▁straight	-9.94438
ez	-9.94488
▁defence	-9.945
▁singer	-9.9453
▁perform	-9.9463
▁lady	-9.94726
▁opinion	-9.94852
▁hat	-9.94973
jo	-9.94992
▁guy	-9.95007
▁minute	-9.95011
gate	-9.95091
▁organization	-9.95092
sta	-9.95101
▁struck	-9.9515
▁type	-9.95216
ach	-9.95272
▁closed	-9.95412
▁za	-9.95417
▁bond	-9.95456
▁becoming	-9.95521
▁bodies	-9.95585
fo	-9.95607
▁heavy	-9.95627
▁choice	-9.95642
▁required	-9.95657
▁specific	-9.95688
▁hop	-9.95739
▁loan	-9.95829
▁senate	-9.95939
▁armed	-9.95984
▁traffic	-9.961
▁cell	-9.96138
▁mailonline	-9.96227
▁opposition	-9.96288
ct	-9.96405
▁massive	-9.96428
ski	-9.9643
▁2015	-9.96485
▁immigration	-9.96529
▁dropped	-9.96536
▁flag	-9.96647
▁planning	-9.96787
ath	-9.96949
▁separate	-9.96976
▁worse	-9.97015
▁bay	-9.97059
▁welcome	-9.97135
▁beyond	-9.97195
▁features	-9.97242
▁sentenced	-9.97304
ably	-9.97317
▁bin	-9.97338
▁hurt	-9.97379
▁girlfriend	-9.97458
▁alongside	-9.97461
▁below	-9.975
▁die	-9.97569
▁fired	-9.97571
▁sitting	-9.97577
▁agreement	-9.97578
▁extremely	-9.97611
▁champion	-9.97651
▁thank	-9.97746
▁shortly	-9.97754
tan	-9.97826
ever	-9.97847
▁hopes	-9.97858
▁boat	-9.97862
▁carrying	-9.97889
▁ring	-9.97893
▁explained	-9.97913
▁maybe	-9.97983
▁ski	-9.98057
▁paper	-9.98057
▁appearance	-9.98174
▁illegal	-9.9819
▁strike	-9.98206
▁actions	-9.98214
▁villa	-9.9824
▁fly	-9.98291
▁runs	-9.98389
▁cap	-9.98402
▁del	-9.98463
▁actor	-9.9861
▁budget	-9.98726
▁prices	-9.98818
▁documents	-9.98845
▁governor	-9.9893
▁2005	-9.98933
tion	-9.98972
▁practice	-9.99009
▁channel	-9.99041
▁ru	-9.99042
▁aware	-9.99226
▁healthy	-9.993
▁square	-9.99364
99	-9.99397
▁provided	-9.99419
▁violent	-9.99531
▁le	-9.99574
▁fuel	-9.99576
▁ki	-9.99578
fra	-9.99596
▁web	-9.99735
▁limit	-9.99814
▁spark	-9.9991
▁yes	-10.0009
▁nor	-10.0009
val	-10.0012
pm	-10.0015
▁losing	-10.0017
▁barcelona	-10.0022
law	-10.0028
▁tournament	-10.0028
▁charles	-10.0028
▁request	-10.0034
▁bull	-10.0036
▁counter	-10.0037
ities	-10.0038
▁trouble	-10.0041
▁hi	-10.0044
▁harm	-10.0048
pt	-10.0052
▁italian	-10.0053
▁conduct	-10.0056
▁pool	-10.0066
▁patient	-10.0069
ek	-10.0072
▁investment	-10.0074
work	-10.0076
▁value	-10.0087
▁gi	-10.009
qua	-10.0091
▁file	-10.0101
▁highest	-10.0104
▁dec	-10.0107
▁severe	-10.0116
▁amazing	-10.0116
▁conservative	-10.0133
ip	-10.0138
app	-10.0142
su	-10.0143
▁fat	-10.0145
▁science	-10.0154
▁affect	-10.0161
▁jet	-10.0162
▁teenager	-10.0163
▁quality	-10.0167
▁truck	-10.0174
▁surface	-10.0186
pu	-10.0187
▁monitor	-10.0192
▁drop	-10.0215
▁protection	-10.0217
▁mal	-10.0226
▁wish	-10.0235
▁claiming	-10.0244
▁korean	-10.0255
▁cast	-10.0259
▁decade	-10.0269
▁joe	-10.0275
▁teams	-10.028
▁x	-10.0285
▁flying	-10.0286
▁benefit	-10.0288
▁steve	-10.0297
▁diet	-10.03
▁insisted	-10.0302
pin	-10.0303
chan	-10.0307
▁bear	-10.0313
▁mag	-10.0314
▁laws	-10.0325
▁attacked	-10.0334
lic	-10.0338
▁sydney	-10.034
▁attended	-10.0344
▁places	-10.0346
▁regular	-10.0349
like	-10.0351
▁seek	-10.0356
▁nature	-10.036
▁exchange	-10.0366
mel	-10.0368
▁lift	-10.0371
▁nice	-10.0376
▁putt	-10.0378
▁initially	-10.0378
▁signs	-10.0383
▁piece	-10.0385
▁captured	-10.0392
▁assistant	-10.0393
ition	-10.0394
▁kick	-10.0399
▁l	-10.0413
▁items	-10.0414
▁youth	-10.0415
▁alex	-10.0419
▁deputy	-10.0424
▁freedom	-10.0425
▁estate	-10.0429
ns	-10.0431
▁apparently	-10.0432
▁rape	-10.0435
▁reading	-10.0436
▁pakistan	-10.0436
▁parliament	-10.0443
fla	-10.0452
▁travell	-10.0464
ice	-10.047
▁thinking	-10.0472
▁heat	-10.0473
▁artist	-10.0474
▁committed	-10.0478
sur	-10.0487
▁debt	-10.049
▁add	-10.0502
▁map	-10.0509
▁conflict	-10.0516
▁deaths	-10.0528
vin	-10.0532
▁kate	-10.0535
▁mike	-10.0543
▁talks	-10.0543
uff	-10.0544
▁window	-10.0548
▁louis	-10.0558
▁mary	-10.056
▁photographer	-10.0563
▁via	-10.0567
▁facing	-10.0582
▁greater	-10.0584
▁gets	-10.0589
▁jack	-10.0592
▁ocean	-10.0595
▁palace	-10.0596
20	-10.0599
▁japan	-10.0602
▁muslim	-10.0611
▁scandal	-10.0615
▁learned	-10.062
▁bail	-10.0623
▁thanks	-10.0624
ane	-10.0629
fr	-10.0644
▁beginning	-10.0649
▁simple	-10.0655
▁terrorist	-10.0657
▁fbi	-10.0667
▁progress	-10.0667
▁tom	-10.0668
▁wide	-10.067
▁path	-10.0674
rie	-10.0683
▁su	-10.0696
▁sit	-10.0701
cri	-10.0705
▁pm	-10.0705
▁simon	-10.0709
▁begin	-10.0712
long	-10.0715
▁throw	-10.072
▁journey	-10.0722
▁tests	-10.0725
▁covered	-10.0725
▁protesters	-10.0729
▁ruled	-10.0731
hr	-10.0742
▁increased	-10.0749
▁management	-10.075
▁complex	-10.0763
▁pop	-10.0771
▁syrian	-10.0773
▁audience	-10.0776
▁bottom	-10.0776
▁spanish	-10.0777
▁absolutely	-10.0781
▁chi	-10.0786
▁ways	-10.0798
▁caus	-10.0801
▁bright	-10.0813
▁colour	-10.0813
▁device	-10.0819
:30	-10.0824
▁exist	-10.0841
▁names	-10.0842
▁custody	-10.0851
▁flow	-10.0851
▁filed	-10.0852
▁affected	-10.0873
▁award	-10.0874
▁stick	-10.0876
▁defender	-10.0877
ob	-10.0892
▁vice	-10.0895
▁bu	-10.0904
▁mad	-10.091
▁walked	-10.0916
▁foundation	-10.0917
▁chose	-10.0926
▁score	-10.0932
▁enforcement	-10.0933
▁mum	-10.0933
▁33	-10.0945
▁smoke	-10.0948
▁exactly	-10.0953
▁voters	-10.0956
▁silver	-10.096
▁continues	-10.0962
▁emotional	-10.0964
ng	-10.0965
▁explain	-10.0967
▁ju	-10.0971
▁ministry	-10.0981
▁bi	-10.0981
▁blame	-10.0988
▁physical	-10.0992
▁jersey	-10.0995
▁finding	-10.1003
▁grow	-10.1013
▁plant	-10.1013
▁bur	-10.1017
▁attend	-10.1018
▁improve	-10.1026
ties	-10.1027
▁wind	-10.1034
▁shoot	-10.1035
▁estimated	-10.1036
▁please	-10.1036
▁tru	-10.1037
▁birthday	-10.1038
▁fully	-10.1058
▁shock	-10.1068
▁controversial	-10.1071
▁multiple	-10.1071
▁eating	-10.1074
▁parties	-10.1075
▁upon	-10.1085
▁glass	-10.1092
▁critical	-10.1094
▁reality	-10.1094
wi	-10.1096
▁visitors	-10.1098
kh	-10.1105
br	-10.1105
ible	-10.1106
▁responsibility	-10.1108
▁catch	-10.1119
▁linked	-10.1124
air	-10.1127
▁pregnant	-10.1127
▁employees	-10.1132
eg	-10.1133
▁domestic	-10.1134
xi	-10.115
▁bell	-10.1152
▁dad	-10.1154
▁knows	-10.1157
ung	-10.1159
▁owners	-10.1165
down	-10.1167
▁tragic	-10.1169
▁planet	-10.117
▁advice	-10.1176
▁republicans	-10.118
▁remained	-10.1188
▁scar	-10.1189
▁frank	-10.1192
ens	-10.1198
▁virginia	-10.1202
▁discuss	-10.1203
▁tea	-10.1204
▁rule	-10.1205
▁powerful	-10.1216
▁article	-10.1218
tin	-10.122
▁writing	-10.1226
▁dan	-10.1229
▁missed	-10.1229
low	-10.123
▁finish	-10.1231
▁views	-10.1233
pri	-10.1235
ken	-10.1241
cc	-10.1244
▁connection	-10.1245
▁production	-10.1246
▁occurred	-10.1247
bs	-10.1248
▁struggle	-10.126
bar	-10.1266
▁dinner	-10.1268
ists	-10.1272
▁cool	-10.1282
▁ver	-10.1288
▁neck	-10.1291
▁danger	-10.1296
▁route	-10.1297
▁expert	-10.13
▁2004	-10.1305
▁sick	-10.1307
▁transport	-10.1308
▁reasons	-10.1311
▁spotted	-10.1313
▁rates	-10.1315
▁fish	-10.132
use	-10.133
gu	-10.1332
tal	-10.1334
▁eastern	-10.1337
▁highly	-10.1347
▁raid	-10.1347
▁slow	-10.1352
▁panel	-10.1353
istic	-10.1357
▁various	-10.136
▁secure	-10.1367
▁operations	-10.1372
▁tri	-10.1373
▁spokeswoman	-10.1375
▁ebola	-10.1382
hal	-10.1383
ay	-10.1388
hand	-10.139
▁ability	-10.1392
ther	-10.1393
▁memorial	-10.1403
▁direct	-10.141
▁failure	-10.1418
▁recovery	-10.1419
▁dar	-10.1421
▁par	-10.1422
▁picked	-10.143
ves	-10.143
char	-10.1433
▁matt	-10.1434
van	-10.1438
chi	-10.1439
bury	-10.1452
▁language	-10.1452
-2	-10.1454
▁addition	-10.1455
mit	-10.1455
▁lewis	-10.1455
▁pen	-10.1462
▁500	-10.1463
af	-10.1468
ric	-10.1477
▁wilson	-10.1477
▁active	-10.1481
▁song	-10.1482
ire	-10.1485
▁olympic	-10.149
▁net	-10.1494
▁seeking	-10.1498
▁arms	-10.1498
▁meaning	-10.1498
▁ruling	-10.1514
▁books	-10.1518
run	-10.152
set	-10.1522
▁medal	-10.1523
▁ireland	-10.1534
▁honor	-10.1537
▁quick	-10.1539
so	-10.1539
▁selling	-10.1541
▁measure	-10.1546
▁sub	-10.1562
bel	-10.1566
▁ceremony	-10.1592
▁favourite	-10.1592
ette	-10.1598
▁corner	-10.1599
▁maria	-10.1607
cop	-10.1609
▁drinking	-10.1613
▁behaviour	-10.1614
▁sheriff	-10.1614
▁ill	-10.1615
▁tweeted	-10.1616
▁boston	-10.1622
pr	-10.1624
▁prompt	-10.1629
fl	-10.1636
ious	-10.1638
▁paying	-10.1639
▁shape	-10.1644
cor	-10.165
▁crimes	-10.1653
▁sal	-10.1654
▁barack	-10.1668
▁prepared	-10.1672
▁environment	-10.1673
▁authority	-10.1676
▁visited	-10.1677
▁leadership	-10.1682
▁34	-10.1703
▁climb	-10.1703
▁deliver	-10.1706
▁confirm	-10.1708
▁lines	-10.171
vent	-10.1712
▁blow	-10.1712
▁regime	-10.1717
▁actress	-10.1717
▁pounds	-10.1726
▁influence	-10.1727
▁murray	-10.1747
▁none	-10.1753
▁cra	-10.1755
▁sources	-10.1757
▁taylor	-10.1762
▁pleaded	-10.1762
▁surprise	-10.1763
ao	-10.1767
gr	-10.1773
▁prove	-10.1782
▁midfielder	-10.1785
▁exercise	-10.1787
ano	-10.1791
▁confidence	-10.1792
▁ukraine	-10.1792
keeping	-10.1803
▁income	-10.1806
▁additional	-10.1814
ect	-10.1816
rn	-10.183
du	-10.1832
▁developed	-10.1833
▁wonder	-10.1833
og	-10.1848
▁institute	-10.1852
▁hollywood	-10.186
wal	-10.1862
▁reaction	-10.1868
▁standard	-10.1868
ji	-10.1874
▁rob	-10.1876
▁multi	-10.1888
hour	-10.1892
▁scoring	-10.1897
▁marine	-10.1899
▁indian	-10.1908
▁ride	-10.1911
▁stephen	-10.1913
▁produce	-10.1916
▁roll	-10.1922
▁golf	-10.1939
▁ryan	-10.1944
ched	-10.195
▁insurance	-10.195
mil	-10.1953
▁weigh	-10.1953
▁remove	-10.1953
▁offering	-10.1961
▁alive	-10.1964
▁hunt	-10.1964
▁location	-10.1966
▁attempted	-10.1976
▁pal	-10.1978
▁stress	-10.1981
▁wa	-10.1998
▁prosecutor	-10.1998
star	-10.1999
▁stuff	-10.2006
▁tribute	-10.2011
dic	-10.2016
▁prize	-10.2022
▁activity	-10.2034
▁master	-10.2034
▁determined	-10.2043
mas	-10.2048
▁clothes	-10.2057
ile	-10.2065
net	-10.2074
▁trump	-10.2075
▁romney	-10.208
▁cha	-10.2084
ino	-10.2091
▁dem	-10.2094
ong	-10.2099
▁36	-10.2104
▁sharp	-10.2112
▁finished	-10.2115
▁witness	-10.2119
▁politics	-10.2119
shire	-10.2119
▁wake	-10.2121
▁israeli	-10.2123
▁stretch	-10.2126
ky	-10.2127
▁ros	-10.2128
▁funeral	-10.2134
cro	-10.2142
▁wine	-10.2149
▁chicago	-10.215
▁bowl	-10.2153
▁steven	-10.2171
▁ultimate	-10.2173
ator	-10.218
bla	-10.2181
▁product	-10.2189
▁unusual	-10.2196
▁shocked	-10.221
▁hol	-10.2211
▁resort	-10.222
par	-10.222
▁breast	-10.2227
ade	-10.2229
▁boost	-10.2229
▁decide	-10.2232
▁guide	-10.2238
▁toward	-10.2242
▁investigating	-10.2243
▁machine	-10.2249
▁respond	-10.2254
▁faced	-10.2255
▁accounts	-10.2256
▁handed	-10.2257
tain	-10.2258
▁difference	-10.2265
▁hole	-10.2266
▁reform	-10.2267
▁guests	-10.2268
▁dance	-10.2272
rate	-10.2273
▁stories	-10.2274
ising	-10.2279
▁rich	-10.2279
gh	-10.2286
▁flu	-10.2288
ore	-10.2296
▁banks	-10.2298
▁lane	-10.2299
▁unique	-10.2306
top	-10.2308
▁suspended	-10.2309
gue	-10.233
▁pat	-10.2334
▁terror	-10.2343
▁commercial	-10.2345
▁stands	-10.2351
tes	-10.2356
sha	-10.236
zz	-10.236
▁religious	-10.2361
ries	-10.2362
▁illness	-10.2363
▁reduce	-10.2363
▁adopt	-10.2368
▁false	-10.2369
▁serving	-10.2373
▁setting	-10.2374
▁upset	-10.2378
▁chain	-10.2383
▁tragedy	-10.2385
▁turkey	-10.2385
▁trend	-10.2386
▁parent	-10.2386
▁designer	-10.2395
▁bri	-10.2401
ai	-10.2404
pen	-10.2405
▁measures	-10.2408
▁sight	-10.2421
▁escape	-10.2425
▁associat	-10.2427
bound	-10.2433
▁victoria	-10.2439
▁reflect	-10.2447
▁task	-10.245
▁material	-10.2458
▁motor	-10.2474
gy	-10.2492
▁democrats	-10.2497
▁beauty	-10.2505
don	-10.2505
▁standards	-10.2514
▁angry	-10.2529
▁cho	-10.253
▁pilot	-10.2531
▁print	-10.2532
lie	-10.2546
▁cor	-10.2546
▁classic	-10.255
▁responded	-10.2552
▁ke	-10.2556
▁cities	-10.2556
▁obviously	-10.2561
▁plot	-10.2562
▁ambulance	-10.2569
▁jordan	-10.2569
trick	-10.2569
▁banned	-10.257
▁clash	-10.2571
▁cruise	-10.2574
▁email	-10.2576
▁boyfriend	-10.2576
row	-10.2577
cam	-10.2577
▁demand	-10.2578
▁joint	-10.2584
▁counts	-10.2594
▁citizens	-10.2597
▁canada	-10.2599
▁amid	-10.2607
▁suffer	-10.2611
iz	-10.2611
▁lawyers	-10.2616
▁fifth	-10.2618
▁horse	-10.2621
war	-10.2632
▁flood	-10.2636
▁seriously	-10.265
▁aim	-10.265
▁protests	-10.2652
▁produced	-10.2653
oc	-10.2658
▁festival	-10.2658
pping	-10.2661
▁euro	-10.2661
▁faith	-10.2675
▁duty	-10.2686
▁1,000	-10.2686
ium	-10.2696
▁semi	-10.2711
▁agree	-10.2716
▁vehicles	-10.2718
▁seconds	-10.2729
stone	-10.2734
▁worker	-10.2738
▁resident	-10.2745
▁editor	-10.2747
▁iphone	-10.2749
▁chemical	-10.2757
▁province	-10.2758
▁maintain	-10.2762
▁shut	-10.2762
▁mountain	-10.2775
▁steps	-10.2775
▁directly	-10.2776
ik	-10.2778
▁enter	-10.278
▁jan	-10.281
ox	-10.2811
▁sites	-10.2815
▁sarah	-10.2817
tz	-10.2818
▁ku	-10.2828
▁gaal	-10.2834
▁failing	-10.2837
57	-10.2843
▁feature	-10.2845
▁kitchen	-10.2848
▁repeatedly	-10.2848
▁bas	-10.2858
▁retired	-10.2888
▁criticism	-10.2889
▁stood	-10.2898
▁obtain	-10.2914
51	-10.2916
▁lock	-10.293
▁georgia	-10.2931
▁scheduled	-10.2933
▁tony	-10.2933
▁supposed	-10.2934
▁tree	-10.294
▁offers	-10.2942
▁adult	-10.2948
▁note	-10.2954
born	-10.2955
▁witnesses	-10.2957
▁championship	-10.2958
town	-10.2961
▁virus	-10.2965
▁pack	-10.2974
▁surrounding	-10.2977
▁agent	-10.2978
ock	-10.2978
▁alert	-10.298
▁helicopter	-10.2981
▁killer	-10.2982
sk	-10.2987
▁spirit	-10.299
ria	-10.2992
▁fraud	-10.2998
▁brief	-10.2999
▁direction	-10.3012
▁primary	-10.3024
▁navy	-10.3024
▁broad	-10.3028
▁adam	-10.3039
lor	-10.3046
▁hopeful	-10.3046
▁threatened	-10.3049
▁session	-10.3052
▁historic	-10.3053
▁whatever	-10.3061
▁expensive	-10.3066
▁lawsuit	-10.3066
▁newcastle	-10.3074
▁pot	-10.308
▁transfer	-10.3082
▁identify	-10.31
▁imagine	-10.31
▁drivers	-10.3102
▁2016	-10.311
ag	-10.3117
▁knee	-10.3118
▁lucky	-10.3118
▁anger	-10.3127
cer	-10.3127
tag	-10.3131
▁activities	-10.3134
40	-10.3136
-3	-10.3141
▁colleagues	-10.3148
away	-10.3154
▁equipment	-10.316
▁photographs	-10.3163
ington	-10.317
▁legs	-10.3172
▁argument	-10.3178
▁plus	-10.3181
hood	-10.3185
▁climate	-10.3186
▁sorry	-10.3194
▁section	-10.3195
ction	-10.3201
lock	-10.3203
pur	-10.3223
ign	-10.3234
▁candidate	-10.3234
right	-10.3237
▁falling	-10.3249
▁incredible	-10.3251
▁limited	-10.3253
watched	-10.3259
era	-10.3268
▁worried	-10.3272
▁blog	-10.3275
▁status	-10.3281
▁passenger	-10.3287
▁predict	-10.3294
▁edge	-10.3297
for	-10.3311
▁wheel	-10.3312
▁related	-10.332
▁recorded	-10.3328
▁grave	-10.3336
▁businesses	-10.3338
ani	-10.3339
▁user	-10.3339
▁ram	-10.3343
style	-10.3351
▁struggling	-10.3359
▁lunch	-10.3359
66	-10.3359
ini	-10.3365
▁quiet	-10.3368
win	-10.3374
▁length	-10.3381
▁matches	-10.3393
▁carolina	-10.3394
▁qaeda	-10.3394
▁shopping	-10.3395
▁diagnosed	-10.3403
▁tottenham	-10.3403
▁princess	-10.3411
list	-10.3413
▁initial	-10.3413
58	-10.3414
▁mp	-10.3423
▁strength	-10.3424
▁auction	-10.3429
▁tower	-10.3433
dr	-10.3434
mates	-10.3439
▁supreme	-10.344
▁spa	-10.3441
▁agents	-10.3446
zo	-10.3449
mont	-10.3455
▁abu	-10.3455
▁disaster	-10.3456
▁prosecution	-10.346
press	-10.3463
▁babies	-10.3464
▁signing	-10.3479
▁anthony	-10.3482
▁scheme	-10.3482
▁conviction	-10.3483
foot	-10.3484
▁laugh	-10.349
▁0	-10.349
▁debut	-10.3493
▁airline	-10.3493
rant	-10.3496
▁grant	-10.3496
dale	-10.3499
▁300	-10.35
▁smart	-10.3504
▁dispute	-10.3509
stra	-10.351
▁individuals	-10.3512
▁rac	-10.3519
▁command	-10.3521
▁depend	-10.3523
10	-10.3527
spoken	-10.3529
▁2003	-10.3541
kar	-10.3544
▁punch	-10.3553
-1	-10.3556
▁lay	-10.3558
▁moments	-10.3563
15	-10.3569
▁rooney	-10.358
▁shift	-10.3586
wick	-10.3587
▁airlines	-10.3588
ju	-10.3588
▁targeted	-10.3594
▁phil	-10.3601
point	-10.3608
▁factor	-10.3609
▁zone	-10.3618
▁declined	-10.3618
▁invest	-10.362
▁dressed	-10.3622
▁truth	-10.3622
▁disorder	-10.3625
▁relatives	-10.3646
62	-10.3648
▁everybody	-10.3652
▁originally	-10.3653
▁encourage	-10.3657
▁prior	-10.3659
▁advantage	-10.3661
▁operate	-10.3664
▁keen	-10.3669
▁coalition	-10.3679
▁brothers	-10.3686
aw	-10.3687
▁balance	-10.3689
▁militants	-10.369
▁mcc	-10.3691
▁cambridge	-10.3694
▁extreme	-10.3698
▁dozens	-10.3699
▁write	-10.37
▁regularly	-10.3702
▁declared	-10.3705
▁definitely	-10.3706
▁tall	-10.3706
sex	-10.3707
fu	-10.3714
▁housing	-10.3715
▁roof	-10.3716
coming	-10.3719
▁luxury	-10.3724
▁abc	-10.373
▁returning	-10.3733
▁entered	-10.3738
▁solution	-10.3742
▁talent	-10.3744
▁rising	-10.3752
▁episode	-10.376
▁organisation	-10.3763
▁jud	-10.377
▁tend	-10.3775
art	-10.3776
cent	-10.3779
▁overall	-10.378
▁ali	-10.3781
▁rod	-10.3783
▁jay	-10.3788
ston	-10.379
▁rival	-10.3795
lis	-10.3797
▁kennedy	-10.3807
mann	-10.3809
▁kelly	-10.3817
▁critics	-10.3819
▁jose	-10.382
▁arab	-10.382
01	-10.3823
▁grew	-10.3828
▁pushed	-10.383
▁42	-10.3832
▁shots	-10.3835
▁temperatures	-10.3838
shaw	-10.3842
▁fears	-10.3845
▁robb	-10.3852
▁mon	-10.3859
▁forest	-10.386
▁cuts	-10.3867
ification	-10.3874
▁auto	-10.3874
▁davis	-10.388
▁moon	-10.3894
▁inquiry	-10.3898
▁shout	-10.3899
▁egypt	-10.3905
itt	-10.3907
▁je	-10.3912
▁38	-10.3913
▁kit	-10.3913
▁supply	-10.3916
▁valley	-10.3917
ologist	-10.3925
▁studies	-10.3939
▁generation	-10.394
zy	-10.3941
▁recruit	-10.3944
rus	-10.3945
▁bro	-10.3948
▁split	-10.3951
▁assist	-10.3953
▁weapon	-10.3953
▁neighborhood	-10.3954
berry	-10.3959
▁questioned	-10.3959
▁code	-10.3962
▁necessary	-10.3963
▁inspired	-10.3963
▁sw	-10.3964
bringing	-10.3964
▁2001	-10.3966
▁soldier	-10.3974
cha	-10.3977
▁effective	-10.3986
▁tiny	-10.4003
▁adults	-10.4009
gov	-10.4009
▁disc	-10.4013
▁exam	-10.4015
▁para	-10.4016
▁morgan	-10.402
hold	-10.4021
burg	-10.4027
▁wing	-10.4027
▁bedroom	-10.4029
▁possession	-10.4032
▁notice	-10.4038
▁fill	-10.4047
▁kevin	-10.4047
wore	-10.4048
volving	-10.4055
▁fur	-10.4056
▁circumstances	-10.4058
▁sen	-10.406
▁larger	-10.4066
▁hart	-10.4066
▁producer	-10.4069
▁wounded	-10.4072
▁announcement	-10.4076
▁scan	-10.4078
▁journal	-10.4085
▁acting	-10.4089
▁alternative	-10.4094
▁miliband	-10.4094
▁videos	-10.4094
▁joke	-10.4094
▁ceo	-10.4098
lia	-10.4102
▁cur	-10.4105
allowing	-10.4109
▁completed	-10.411
3,000	-10.4131
▁youtube	-10.4131
▁memory	-10.4132
12	-10.4134
▁cru	-10.4141
▁ferguson	-10.4141
▁apart	-10.4147
▁celebration	-10.4152
▁background	-10.4153
▁glo	-10.4153
▁document	-10.4154
▁37	-10.4161
▁tory	-10.4164
▁uses	-10.4167
▁lib	-10.4168
▁sugar	-10.418
▁systems	-10.4185
▁confident	-10.4187
▁infection	-10.4188
▁skills	-10.419
ei	-10.4194
ari	-10.4195
▁deadly	-10.4197
▁knife	-10.4217
▁brutal	-10.4217
hill	-10.4221
▁shell	-10.4228
▁2000	-10.423
▁palestinian	-10.4235
▁44	-10.4238
▁broadcast	-10.4241
▁pra	-10.4243
fin	-10.4245
▁funds	-10.4245
lam	-10.4252
▁destroyed	-10.4252
ability	-10.4256
▁chair	-10.4258
▁bigger	-10.4262
▁earn	-10.4264
▁celebrity	-10.4265
▁bob	-10.4266
▁bird	-10.4269
▁sending	-10.427
rop	-10.4275
half	-10.4288
▁stabb	-10.429
flo	-10.4293
▁experienced	-10.4304
ball	-10.4305
ery	-10.4306
▁learning	-10.4306
rum	-10.4311
eb	-10.4322
▁choose	-10.4332
▁saudi	-10.4332
ative	-10.4337
▁miller	-10.4345
▁continu	-10.4347
▁conversation	-10.4348
▁purpose	-10.4351
▁suggests	-10.4356
tv	-10.4369
